{
  "location": "Pag, Croatia",
  "title": "Blue Week",
  "subtitle": "6 days of complete immersion.",
  "subtitle2": "An experience that changes lives.",
  "introTitle1": "More than a course — ",
  "introTitle2": "a freediving camp",
  "introText": "Our Blue Week consists of 6 intense days at the same location with the same group of people. You might face some of your fears and realize that you are not alone. When it’s all over, you’ll probably cry and won’t want to say goodbye to your new friends.",
  "featuresLabel": "What sets us apart from others",
  "featuresTitle": "Experience",
  "title1": "Small groups, individual approach",
  "description1": "We focus on each individual, observing your dives into the depths to see mistakes firsthand and correct them immediately. Each dive is briefly analyzed at the buoy, and after the dives, we discuss them as a group, as we generally face similar challenges and can learn a lot from each other.",
  "title2": "Relaxation and enjoyment",
  "description2": "For us, freediving represents the ultimate pleasure, and we want to share that with you. We want your dives to be completely relaxed, not a battle or a chase for personal records. Depths you’ve previously reached with effort will become easily achievable, and new records will be pure, relaxed enjoyment.",
  "title3": "Safety first",
  "description3": "You’ve probably heard that you should never dive alone? Even better is to dive with someone who actually knows how to look after you. We will teach you not only how to dive for your own enjoyment but also how to be a good and reliable diving partner.",
  "title4": "No limits sled",
  "description4": "We are the only school in the Adriatic with a No Limits sled. At first glance, everyone is afraid of it, but once you try it, you won’t want to stop. The sled allows for the most relaxed dives and complete focus on equalizing ear pressure. The sled is operated by an instructor who constantly monitors and adjusts the descent speed while closely observing the equalization technique of the participants.",
  "title5": "Professional boat and sonar",
  "description5": "Our boat is fully adapted for freediving, with 3 fixed ropes visible on the sonar, allowing us to monitor all deeper dives, which increases safety. The boat has a comfortable platform where you can warm up and prepare in peace. Not to mention the fun things you can do with a boat in the middle of the sea.",
  "title6": "Excellent conditions",
  "description6": "Povljana is a small sleepy town on Pag, which is ideal for us. We take the boat 10-15 minutes to the open sea, where we find depths of up to 80 m with visibility of around 20 m. For static training and safety protocols, we have two bays available, and in the pine forest by the beach, we do breathing exercises, equalization exercises with the Otovent, and more.",
  "scheduleLabel": "Schedule",
  "scheduleTitle": "Camp",
  "scheduleText": "Two dive sessions per day – in the morning before breakfast and in the afternoon. Theory and dry exercises fill the gaps: breathing, relaxation, yoga, diaphragm flexibility, and equalization. One day is dedicated to a boat trip that combines deep training with fun diving at nearby attractions. Beautiful sunsets in Povljana and, with a bit of luck, wild dolphins at sea.",
  "scheduleText2": "The exact schedule and activity arrangement are adjusted to the weather and the needs of the group. The main advantage of our courses is our individual approach, where we identify each person’s weaknesses and problems and then address them specifically. The course is therefore suitable for beginners and experienced divers, regardless of prior knowledge.",
  "datesLabel": "SEASON 2026",
  "datesTitle": "Dates",
  "pricingLabel": "Price",
  "pricingTitle": "What's Included",
  "includes1": "6-day intensive freediving course",
  "includes2": "Apnea certificate of course completion",
  "includes3": "DAN Europe diving insurance",
  "includes4": "Underwater footage and its analysis",
  "includes5": "Additional surprises 😉",
  "bookingLabel": "Reserve your spot",
  "bookingTitle": "Reservation and information"
}