{
  "location": "Pag, Croatia",
  "title": "Blue Week",
  "subtitle": "6 days of total immersion into the world of freediving.",
  "subtitle2": "A life-changing experience.",
  "introTitle1": "More than a course—",
  "introTitle2": "a freediving camp",
  "introText": "Our Blue Week takes place over 6 intensive days, in the same location with the same group of people. You may stumble upon some of your fears and realize that you are not alone. When all is over, you'll probably cry and not want to say goodbye to your new friends.",
  "featuresLabel": "What Makes Us Different",
  "featuresTitle": "The Experience",
  "title1": "Small Groups, Individual Approach",
  "description1": "We work with everyone individually, diving together on the rope. We see your mistakes and feelings underwater, correcting them immediately with feedback after every dive.",
  "title2": "Relaxation & Enjoyment",
  "description2": "For us, freediving is about total enjoyment. Your dives will be completely relaxed—not a strangled battle for a new PB. Depths reached by force will become easily accessible.",
  "title3": "Safety First",
  "description3": "Learn to dive safely with someone who knows how to watch over you. We teach you to become a good and reliable safety partner in the water.",
  "title4": "No Limits Sled",
  "description4": "We are the only freediving school in the Adriatic with a no limits sled. Focus purely on equalization while the instructor controls the descent.",
  "title5": "Professional Boat & Sonar",
  "description5": "Our boat has 3 fixed lines visible on sonar, enabling us to monitor all deeper dives. A comfortable platform for warm-up and preparation.",
  "title6": "Excellent Conditions",
  "description6": "Povljana on Pag island is ideal for freedivers. Depths up to 80m within 15 minutes, visibility around 20m, and nearby bays for static training.",
  "scheduleLabel": "The Schedule",
  "scheduleTitle": "The Camp",
  "scheduleText": "Two dive sessions per day—morning before breakfast and afternoon. Theory and dry exercises fill the gaps: breathing, relaxation, yoga, diaphragm flexibility, and equalization. One day is reserved for a boat excursion combining depth training with fun diving at nearby attractions. Fabulous sunsets in Povljana, and with luck, wild dolphins at sea.",
  "scheduleNote": "Suitable for beginners and advanced freedivers.",
  "datesLabel": "2026 Season",
  "datesTitle": "Dates",
  "pricingLabel": "Investment",
  "pricingTitle": "Pricing",
  "priceWithout": "without apartment",
  "priceWith": "with beachside apartment",
  "includes1": "6-day intensive freediving course",
  "includes2": "5 nights in shared apartments in Povljana",
  "includes3": "5 organized dinners at local restaurants",
  "includes4": "Certificate of course completion",
  "includes5": "DAN Europe diving insurance",
  "includes6": "Extra surprises 😉",
  "bookingLabel": "Reserve Your Spot",
  "bookingTitle": "Booking & Info"
}